Repository: guarapicci/split_keyboard
Catalog: po/*/kcm_plasmakeyboard.po
Languages: ar, es, eu

source: Filter languages…
ar: رشّح اللغات…
es: Filtrar idiomas…
eu: Hizkuntzak iragazi…

source: Filter languages
ar: رشّح اللغات
es: Filtrar idiomas
eu: Iragazi hizkuntzak

source: No languages selected. The default keyboard layout for the system will be used.
ar: لم تُحدد أي لغات. سيُستخدم تخطيط لوحة المفاتيح المبدئي للنظام.
es: No se han seleccionado idiomas. Se usará la distribución de teclado predeterminada del sistema.
eu: Ez da hizkuntzarik hautatu. Sistemaren teklatu-antolaera lehenetsia erabiliko da.

source: Languages
ar: اللغات
es: Idiomas
eu: Hizkuntzak

source: Key press feedback:
ar: مؤشر ضغط المفاتيح:
es: Reacción de pulsación de tecla:
eu: Tekla-sakatzearen atzeraelikadura:

source: Sound
ar: صوت
es: Sonido
eu: Soinua

source: Vibration
ar: اهتزاز
es: Vibración
eu: Bibrazioa

source: General:
ar: عام:
eu: Orokorra:

source: Keyboard navigation
ar: التنقل باستخدام لوحة المفاتيح
es: Navegación del teclado
eu: Teklatu-nabigazioa

source: Test the virtual keyboard…
ar: اختبر لوحة المفاتيح الافتراضية…
es: Probar el teclado virtual…
eu: Alegiazko teklatua probatu…

# @title:group
source: Feedback
ar: مؤشر الاستعمال
es: Reacción
eu: Atzeraelikadura

source: Whether to emit a sound on key press
ar: ما إذا كان سيصدر صوت عند الضغط على المفتاح
es: Controla si se debe emitir un sonido al pulsar las teclas
eu: Tekla sakatzean soinua igorri edo ez

source: Whether to vibrate on key press
ar: ما إذا كان سيهتز عند الضغط على المفتاح
es: Controla si se debe vibrar al pulsar las teclas
eu: Tekla sakatzean dardaratu ala ez

source: Keyboard Languages
ar: لغات لوحة المفاتيح
es: Idiomas del teclado
eu: Teklatu-hizkuntzak

# @title:group
source: General
ar: عامّ
eu: Orokorra

source: Whether to use the arrow keys to navigate the keyboard
ar: إذا كنت تريد استخدام مفاتيح الأسهم للتنقل في لوحة المفاتيح أم لا
es: Controla si se deben usar las teclas de las flechas para desplazarse por el teclado
eu: Teklatuan nabigatzeko gezi-teklak erabili behar diren edo ez

source: Key press feedback
ar: مؤشر ضغط المفاتيح
es: Reacción de pulsación de tecla
eu: Tekla-sakatzearen atzeraelikadura
